---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricSheetMinorEndOverhang
source: html/3507628e-c4d5-d1f3-b874-c6ead244b53b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricSheetMinorEndOverhang Property

"Minor End Overhang": Minor End Overhang

## Syntax (C#)
```csharp
public static ForgeTypeId FabricSheetMinorEndOverhang { get; }
```